Repository: Akotet08/LangCaptcha
Catalog: en-ko.tmx
Source language: en
Languages: ko

source: "Combat situations" in a particular scenario may involve the use of military tactics to achieve objectives set in each game, and participants often attempt to emulate the tactical equipment and accessories used by modern military or police organizations.
ko: 스트라이크볼은 이보다 한 단계 더 발전해서 자체 안전 규정도 있고, 안전한 게임 장소와 세부적인 게임 시나리오, 법적인 상황이 발생했을 때 모든 책임을 지는 발기인도 있다.

source: Strikeball is a more serious variant of airsoft, with regulated safety guidelines, insured fields, detailed game scenarios, and promoters for legal events.
ko: 애당초 서바이벌 게임을 만든 일본 에어소프트 게임 참가자가 더 톡창적인 게임 시나리오를 만든 점은 별로 놀랍지 않다.

source: It's not surprising then, that as the creators of the game, Japanese airspoft players should be the most inventive about their game scenarios.
ko: 하지만 누가 이 사람들이 열렬한 우크라이나군의 팬이라고 자칭하고 다니리라 생각했겠는가? rastamandita 우크라이나 라이브저널 블로거는 최근 일본 에어소프트 게임 블로그에서 몇몇 사진을 발견했다.

source: But who would expect them to be self-professed fans of the Ukrainian military? A Ukrainian LiveJournal blogger, rastamandita, recently discovered a series of photo reports on a Japanese airsoft blog, full of players dressed in painstakingly recreated Ukrainian uniforms and military insignia, and armed with replica airsoft guns.
ko: 사진에는 게임 참가자 다수가 공들여 만든 우크라이나 군복을 입고 손에는 우크라이나군이 쓰는 소총을 복제한 에어소프트 소총을 들고 있었으며, 군복에는 우크라이나군 휘장이 박혀 있었다.

source: A Japanese airsoft/strikeball player dressed in meticulously recreated Ukrainian military costume.
ko: 정교하게 만든 우크라이나군 복장을 한 일본 에어소프트/스트라이크볼 게임 참가자.

source: It turns out! in Japan our war has become a kind of cult, they follow the events carefully, buy (in cooperation) uniforms, chevrons, glasses, boots, etc. and stage costumed games, where all the details are carefully thought out.
ko: 일본에서는 우리가 치르는 전쟁을 숭배하고 있는 것 같다. 일본인은 현재 전쟁 상황을 신중히 관찰하고 있으며, 단체로 군복, 계급장, 군용 안경, 군용 부츠 등을 구매하여 우크라이나군 의상을 모두 갖춘 채로 게임에 참가한다. 일본인은 게임에서 세부내용 하나하나를 다 구현했다.

source: The photos from the games are mixed with the original photos of Ukraine's Defense Ministry, descriptions of the firearms, details of the uniforms, etc.
ko: 게임에서 찍은 사진에서 실제로 우크라이나 국방부에서 사용하는 마크와 세부적으로 모사된 우크라이나군 화기, 작은 부분도 빠뜨리지 않은 우크라이나군 군복 등을 모두 발견할 수 있다.

source: The blog discovered by rastamandita, "Українаに魅せられて。" ("Charmed by Ukraine"), is indeed chock full of images of Japanese airsoft players cosplaying Ukrainian soldiers and volunteers, as well as those of actual Ukrainians (one post showcases photos from the joint US-Ukraine Rapid Trident training exercises).
ko: ")에는 우크라이나군으로 코스프레 한 일본 에어소프트 게임 참가자와 자원봉사자 사진과 실제 우크라이나군 사진으로 도배되어 있었다(블로그에 올린 한 게시물에는 미국-우크라이나 합동군사연습 '래피드 트라이던트'에 참가한 우크라이나군 사진을 진열해 놓고 있었다).

source: Other content on the blog includes detailed studies of uniform detail, insignia of various Ukrainian army divisions and volunteer battalions, and the logos and gear of the Russian-supported militant formations in eastern Ukraine.
ko: 최근에 올라온 게시물에는 특정 에어소프트 게임을 우크라이나 방위군에게 바친다는 점을 시사했으며, 다른 게시물에는 게임 참가자가 우크라이나군의 여러 부대 인원으로 복장을 갖춰 입은 사진이 올라왔다.

source: A recent post suggests one airsoft game in particular was devoted to the National Guard of Ukraine, while another meet-up saw players come dressed as members of various units of the Ukrainian military.
ko: 하지만 이 블로그는 우크라이나 동부에서 대(對) 테러 작전에 참여하는 또 다른 우익 단체인 '라이트 섹터'를 언급하지는 않았다.

source: The blog also suggests that many of the Ukrainian-themed games pay homage to the controversial Azov Battalion, although there is no mention of the Right Sector, another right-wing organization whose members participate in the anti-terrorist operation in eastern Ukraine.
ko: 궁극적으로 게임 참가자는 "대항군" 간 에어소프트/스트라이크볼 게임을 할 때 의상과 장비 세부내용을 거의 진짜 같도록 재창조하는 데 더 관심이 많은 것처럼 보인다.

source: Ultimately, the players seem more interested in recreating the details of the costumes and gear, in order to be as authentic as possible when staging their airsoft/strikeball games between "opposing forces."
ko: " 블로거와 에어소프트 게임의 한 열성 팬이 우크라이나군이 하는 식으로 전투 장비를 모두 입었다.

source: The "Charmed by Ukraine" blogger and a fellow airsoft enthusiast dressed in combat gear to recreate the Ukrainian military style.
ko: 이미지 출처: http://kumanori0108.

source: The author of the "Charmed by Ukraine" blog describes himself as "just a middle-aged dude interested in anything to do with Ukrainian military gear," and lists among his particular interests groups such as Ukrainian paratrooper battalions, special forces, interior troops, Russian paratroopers, and the Red Army of 1918.
ko: " 블로그에서 활동하는 한 저자는 자신을 "우크라이나군 장비에 관심이 많은 중년 남자"라고 소개했고, 이 남성이 게재한 관심사에는 우크라이나군 낙하산 보병 대대, 우크라이나군 특수 부대, 우크라이나 내무군, 러시아 낙하산 보병, 러시아 내전에서 활동했던 적군이 포함되어 있었다.

source: He emerges as a typical representative of the Japanese "otaku" culture, which unites individuals who are obsessed by all of the details and intricacies that make up a particular interest or cultural phenomenon—in this case, Ukrainian military gear and "military culture."
ko: 이 오타쿠 문화는 특정 관심사나 문화적 현상의 복잡다단한 세부 내용을 전부 꿰뚫고 있는 사람들을 한데 뭉치게 하는 문화로 이번 사례에서는 그 관심사가 우크라이나군 장비와 "군사 문화"인 셈이다.

source: The blogger says his interest is purely cultural, and that he doesn't wish to engage in the politics around the conflict in Eastern Ukraine.
ko: 한 블로거는 자신은 순수한 문화적 관심사밖에 없으며, 동부 우크라이나 갈등을 둘러싼 정치에 개입하고 싶은 마음이 전혀 없다고 밝혔다.

source: Since my blog has nothing to do with politics and is just about military gear, I am not going to say whether the Ukrainian side or the ethnic Russian side are right or wrong.
ko: 내 블로그는 정치와는 아무 상관이 없고, 오직 군사 장비만 다룰 뿐이다. 나는 우크라이나 쪽이나 친(親) 러시아계 주민이 옳은지 나쁜지 말하고 싶지 않다.

source: I am not going to discuss that at all.
ko: 나는 이 문제를 전혀 논의하지 않을 것이다.

source: Japanese otakus (and otakus around the world, for that matter) are interested in all kinds of things, from sci-fi to anime and manga, but the fact that recent events in Ukraine have also drawn their attention is testament to the truly global communication and information flows, and the power of the Internet to enable people to learn about—and engage with—the history and culture of countries that, on a map, may seem very far apart.
ko: (전 세계와) 일본에 퍼져 있는 오타쿠는 공상과학에서 애니메이션과 만화를 아우르는 온갖 것에 관심이 있다. 하지만 우크라이나에서 일어난 최근 사태에도 오타쿠가 관심 가지게 됐다는 말은 지도상에서는 저 멀리 떨어진 국가라 할지라도 그 국가의 문화와 역사를 배우고 더 나아가 한데 참여하게 만드는 전 세계적 통신과 정보 흐름, 이와 합쳐진 인터넷이 가진 힘을 보여주는 증거이다.

source: Global Voices Japan Editor Nevin Thompson contributed to this post.
ko: 글로벌 보이스 일본판 편집인 Nevin Thompson이 이 기사를 쓰는 과정에서 도움을 주었다.

source: Baton-Happy Police Beat Back Pro-Democracy Protesters in Hong Kong · Global Voices
ko: 홍콩 경찰, 곤봉으로 학생 민주화 시위대 진압

source: Violent clashes between police and protesters who attempted to occupy Lung Wo Road on November 30 and December 1.
ko: 11월 30일과 12월 1일 이틀간 렁워가(街)를 점거하려던 시위자들과 경찰 간 충돌이 일어났다.

source: Photo from inmediahk.net
ko: net

source: The author of this post is a volunteer editor for news site inmediahk.net, which is quoted in this report.
ko: net에서 활동하는 자원봉사 편집인이 작성했으며, 이 보도에서 인용한 글이다.

source: An attempt by student protesters to occupy roads around the Hong Kong government's headquarters led to a series of violent clashes with police on November 30.
ko: 지난 11월 30일 홍콩 정부 청사 주변을 둘러싼 도로를 점거하려는 학생시위대와 경찰 간에 연쇄적인 충돌이 있었다.

source: As pro-democracy protests in three major finance and commercial districts in the city enter their third month, the Hong Kong government continues to ignore protesters' demands of free and fair elections.
ko: 민주화 학생 시위가 홍콩의 주요 금융 및 상업 지구 3곳에서 3달째 계속되고 있는 가운데, 홍콩 정부는 자유롭고 공정하게 선거를 치러야 한다는 학생 시위대의 요구를 계속 무시하고 있다.

source: Instead, it recently worked behind the scenes with pro-Beijing groups to press the court to issue an injunction order to legitimize police efforts to clear the protest sites.
ko: 대신, 홍콩 정부는 최근 친(親) 중국 세력과 함께 홍콩 법원이 공권력을 동원하여 시위 장소를 합법적으로 정리할 수 있도록 점거 금지 명령을 내려야 한다고 압박했다.

source: In response to the clearing of the Mong Kok site last week, two student activist groups, the Hong Kong Federation of Students and Scholarism called on protesters to occupy major roads outside the government's headquarters, an area which is not covered by the court injunction.
ko: 지난주 몽콕에서 시위 장소가 철거되고 난 이후, 민주화 시위를 주도했던 두 학생 단체인 홍콩전상학생연회와 학민사조는 시위대에게 홍콩 정부 청사 주변 도로를 점거하자고 촉구했다. 이 도로는 점거 금지 명령의 손길이 미치지 않는 지역이다.

source: A series of violent clashes took place late at night when protesters attempted to break through the police line.
ko: 지난밤 시위대가 경찰 봉쇄선을 돌파하려고 했을 때 연쇄적인 충돌이 벌어졌다.

source: The protesters managed to occupy Lung Wo road for a few hours, but police beat back the crowds with pepper spray, tear gas and batons the next morning.
ko: 시위대는 렁워가(街)를 몇 시간 정도 점거하는 데 성공했지만, 홍콩 경찰은 다음 날 아침까지 후추 스프레이, 최루탄을 시위대에게 뿌렸고, 곤봉으로 시위대를 물리쳤다.

source: The student activist groups admitted their failure and apologized to their supporters, saying they did not anticipate the police's "out-of-control" aggression.
ko: 홍콩 학생 단체는 경찰이 "고삐 풀린 망아지처럼" 폭력을 행사할 줄 몰랐다며, 도로 점거 실패를 인정하고 지지자에게 사과했다.

source: On the other hand, the government described the protesters as "rioters" who deviated from the principle of "non-violent protests".
ko: 한편, 홍콩 정부는 시위대를 "비폭력 시위" 원칙에서 한참 벗어난 "폭도"로 규정했다.

source: He says he was hit by police while lying motionless on the ground.
ko: 존 혼 씨는 움직이지 않고 바닥 위에 쓰러져 있을 때 경찰 곤봉에 맞았다.

source: Meanwhile, a large number of witness accounts have appeared on social media.
ko: 그동안에, 소셜미디어에는 목격자 증언 다수가 올라오기 시작했다.

source: Jon Ho, who says he was beaten up by the police, described how the police acted and showed off his bruise on citizen media platform inmediahk.net:
ko: 경찰에게 곤봉으로 맞았다는 존 혼 씨는 경찰이 어떻게 행동했는지 묘사하며 홍콩 시민 매체인 inmediahk. net에 멍든 자국이 찍힌 사진을 올렸다.

source: At 2 a.m. on December 1, I was standing in the third or fourth row among the front lines of protesters on Lung Wo road.
ko: 12월 1일 새벽 2시, 나는 렁워가(街)를 점거한 시위대 앞쪽에서 세 번째나 네 번째 열 정도에 서 있었다.

source: I equipped myself with goggles and a helmet.
ko: 나는 고글과 헬멧을 착용하고 있었다.

source: Suddenly, I heard people scream and without much thought, I pushed forward.
ko: 갑자기 나는 사람들이 소리치는 것을 들었고, 별생각 없이 나는 앞쪽으로 뛰어들었다.

source: I thought I should be safe as there were so many in front of me.
ko: 나는 내 앞에 있는 수많은 사람을 보면서 내가 안전하리라고 생각했다.

source: But they were quickly pulled away by police and I was then in the second row, facing the special task force police.
ko: 하지만 경찰은 그 많은 사람을 신속히 흩어버리기 시작했고, 홍콩 경찰특임대가 나와 마주할 때쯤 나는 이미 두 번째 열에 서 있었다.

source: Then I was pushed and fell down.
ko: 경찰은 나를 끌어내 땅바닥에 엎어뜨렸다.

source: My eyes and face were covered with pepper spray.
ko: 내 눈과 얼굴은 후추 스프레이로 뒤범벅됐다.

source: The goggles were broken.
ko: 내가 쓰고 간 고글은 이미 깨져버렸다.

source: I fell on the side of the protesters and someone stepped on me.
ko: 나는 시위대 쪽으로 엎어져 있었는데, 누가 나를 밟았다.

source: My mind went blank I was dragged by a police officer and a few others started kicking me.
ko: 한 경찰이 나를 끌고 갔고, 다른 경찰들은 나를 발로 차기 시작했다.

source: I thought, oh hell, they would arrest me.
ko: 나는 경찰이 나를 체포한다고 생각했다.

source: I lay motionless and pretended to be unconscious.
ko: 나는 축 늘어지면서 의식이 없는 척 행동했다.

source: The police then turned their attention to others.
ko: 그러자 경찰은 다른 시위자에게로 가버렸다.

source: While I still pretended to be unconscious, something horrible happened.
ko: 내가 의식이 없는 척하고 있을 때, 끔찍한 일이 벌어졌다.

source: A police officer attacked my motionless body with baton.
ko: 한 경찰이 움직임이 없는 내 몸을 곤봉으로 내리친 것이다.

source: This was pure violence out of rage.
ko: 경찰은 분노에 차서 이런 폭력을 행사하였다.

source: In any circumstance, attacking a defenseless person who is lying on the ground is absolutely wrong.
ko: 어떠한 상황에서도 땅에 쓰러져 있는 사람을 공격하는 것은 절대 용납할 수 없는 행동이다.

source: I was very angry.
ko: 나는 화가 머리끝까지 났다.

source: Then another cop came and stopped him, "Hey stop beating him."
ko: 다행히 다른 경찰이 와서 곤봉 세례를 제지했다.

source: I was fortunate to avoid further torture.
ko: " 다행히 고문이 멈추었다.

source: Hong Li Fong, a writer at inmediahk.net, believed that the "out-of-control" violence of police is a result of the "Lucifer Effect":
ko: net에서 활동하는 홍 이퐁은 경찰이 "고삐 풀린 망아지처럼" 저질렀던 폭력사태는 "루시퍼 효과"에서 기인한다고 생각한다.

source: I saw that the police officers were very satisfied with themselves after clearing the protesters, as if they had done something great.
ko: 시위대를 몰아내고 난 뒤에 경찰이 매우 만족스러워하는 모습을 보았다. 마치 위대한 일을 해낸 것 같이 보였다.

source: I saw that they did not hesitate to hit people with batons and pepper-spray protesters, as if the protesters had committed very serious and unforgivable crimes.
ko: 나는 경찰이 마치 시위대가 아주 심각하고 용서받을 수 없는 범죄를 저지른 마냥 곤봉으로 시위대를 때리거나 시위대에게 후추 스프레이를 뿌리는 데 전혀 주저함이 없는 모습을 보았다.

source: I believe there are still some good cops.
ko: 나는 물론 좋은 경찰도 있다고 생각한다.

source: But I have never encountered any cops who show regret on their face.
ko: 하지만 나는 이번 시위에서 이번 일이 유감스럽다는 얼굴을 한 경찰을 한 번도 본 적이 없다.

source: Some say it is the Lucifer Effect, I believe so as well. , we represent evil and they represent justice, we are rioters, even though we are just having peaceful sit-in.
ko: 몇몇은 이러한 현상을 루시퍼 효과라고 부르는데, 나도 이 점에 동의한다.

source: Gordon Mathews, an anthropology professor from the Chinese University of Hong Kong, also protested with his students on that night.
ko: 우리 시위대는 악을 대변하며, 홍콩 경찰은 정의를 대변한다.

source: On Facebook, he criticized the political elites for their failure to address young people's aspiration:
ko: 고든 매튜스 홍콩 중문대학 인류학과 교수도 그날 밤 학생들과 시위에 동참했다.

source: The news tonight is full of claims by police and Hong Kong government figures that protestors had become violent.
ko: 페이스북에서 매튜스 교수는 홍콩 젊은이의 염원을 무시하는 홍콩 정치엘리트 계층을 비판했다.

source: Perhaps a few somewhere were—but overwhelmingly the violence was committed by police beating students with their batons with great force.
ko: 오늘 뉴스에서는 시위대가 매우 폭력적으로 변했다고 이야기하는 홍콩 경찰과 홍콩 정부의 주장만 난무했습니다.

source: Now, the protesters were indeed engaged in illegal behavior—they were occupying roads around the Central Government Complex, in an expansion of their earlier protest zones.
ko: 하지만 경찰은 이번 시위에서 학생 시위대에게 곤봉 세례를 안겨주며 압도적으로 폭력을 행사했습니다.

source: Some force was probably needed to clear the roads.
ko: 여기서, 시위대는 불법적인 행위에 가담했습니다.

source: But many police were behaving in an out-of-control way, as dozens of videos on TV and YouTube attest.
ko: 도로에 자동차가 다닐 수 있도록 공권력이 조금은 행사되었어야 하는 게 옳다고 생각합니다.

source: This does not compare to police brutality in the United States: we have had no shootings, and, I pray, this will continue.
ko: 하지만 경찰은 이번 시위에서 고삐 풀린 망아지처럼 행동했고, 그 모습은 텔레비전 방송과 유튜브 동영상에서 분명히 볼 수 있었습니다.

source: Hong Kong is still more civil in its behavior than almost anywhere else in the world.
ko: 홍콩 경찰이 한 행동은 미국 경찰이 보여주는 폭력에 버금가는 행동은 아닙니다.

source: But the police have become politicized, largely because of Hong’s political leaders hiding from sight, and a generation of Hong Kong youth has emerged that see the police as their enemy.
ko: 홍콩은 전 세계 다른 어느 곳보다 질서 있게 행동하는 곳입니다. 하지만 홍콩 경찰은 이제 정치 한복판에 서게 되었습니다. 홍콩 정치지도자는 뒤로 숨어버리고 홍콩의 젊은 세대는 홍콩 경찰을 적으로 인식하기 시작했습니다.

source: The Occupy Central movement will end very soon, although many more demonstrations will take place in the coming months and years.
ko: 앞으로 더 많은 시위가 벌어질 것이지만, 센트럴 점거 시위는 곧 끝날 것입니다.

source: The long-term legacy of the movement will be a vast generational chasm.
ko: 이 센트럴 점거 시위로 세대 간 메울 수 없는 간격이 유산으로 남겨질 것입니다.

source: On Hong Kong university campuses, the overwhelming majority of students support Occupy Central and its civil disobedience, think that the Hong Kong government is run by incompetents who have no understanding of how ordinary people live, and see the mainland as a foreign dictatorship rather than a motherland.
ko: 홍콩 대학가에는 센트럴 점거 시위와 시민 불복종을 지지하는 대학생으로 가득합니다. 그 대학생들은 보통 사람이 어떻게 사는지 모르는 무능력한 자가 홍콩 정부를 다스리고 있다고 생각하고, 중국 본토를 모국으로 생각하는 대신 외국 독재 정권으로 생각하고 있습니다.

source: This is totally different from what Hong Kong and Beijing pundits envisioned twenty years ago, and was not even fully imaginable twenty months ago.
ko: 이 현상은 20년 전에 홍콩과 중국 전문가들이 예견했던 내용과는 완전히 다릅니다.

source: A generation has been radicalized. Will this generation be running a new, more democratic and open Hong Kong in the future?
ko: 이 세대가 미래에 더 민주적이고 더 개방적인 홍콩을 만들어낼 수 있을까요?

source: Or will it suffer a sterile, plutocratic, authoritarian Hong Kong?
ko: 아니면 무익하고, 금권 정치적이며 독재적인 홍콩에서 신음하게 될까요?

source: I feel so proud of Hong Kong students, and so full of a bit of hope and a lot of fear about the future of my city.
ko: 나는 홍콩 학생들이 매우 자랑스럽고, 희망도 느끼지만, 내가 사랑하는 이 도시가 앞으로 어떻게 될지 두렵습니다.

source: Follow our in-depth coverage: Hong Kong's Umbrella Revolution
ko: 홍콩 우산 혁명을 다룬 심층보도는 여기서 더 보실 수 있습니다.

source: Take a Photographic Tour of Hong Kong's Pro-Democracy 'Umbrella Square' · Global Voices
ko: 사진으로 보는 홍콩 민주화 시위의 중심, 우산 광장

source: Major landmarks in Admiralty protest site.
ko: 시위가 벌어지는 에드미럴티 주변 주요 볼거리.

source: Image created by DASH.
ko: 이미지 편집: DASH.

source: Pro-democracy protesters have occupied three major sites in Hong Kong for over a month now to demand an open nomination system for the candidates in the election of the city's top leader in 2017.
ko: 민주화 학생 시위대가 2017년 홍콩 행정장관 선거에서 진정한 보통 선거를 요구하며 홍콩 주요 지점 3곳을 점거한 지 한 달째이다.

source: So far, talks between officials and representatives of student activists haven't gone far — Hong Kong's government insists that the largely pro-Beijing nominating committee prescribed by mainland authorities cannot be changed.
ko: 지금까지 홍콩 당국과 학생 시위대 간 이루어진 협상에서는 별다른 진전이 없었다. 홍콩 정부는 계속 친(親) 중국적인 후보추천위원회에서 절반 이상 지지를 받지 못하면 후보자 자격이 주어지지 않는다고 못 박은 중국 당국 규정에 따라야 한다고 요구하고 있다.

source: To prepare for a long-term occupation, protesters have turned the sit-in sites into orderly, functioning villages, decorated with political messages for the public by pro-democracy artists and designers.
ko: 시위를 오랫동안 이어가기 위해, 학생 시위대는 연좌 농성 지역을 질서 있게 기능하는 마을로 변화시켰고, 민주화 학생 시위를 지지하는 예술가와 디자이너가 홍콩 시민에게 보내는 정치적 메시지로 이 마을을 장식했다.

source: The protest site in Admiralty is serving as the headquarters for Occupy Central, as the movement is called.
ko: 에드미럴티 지역은 센트럴 점거 시위대의 본부로 기능하고 있다.

source: Here, organizers hold public gatherings and report on the latest developments of the democracy movement.
ko: 여기서 시위 조직자는 모임을 개최하여 민주화 운동 과정에서 일어난 최신 상황을 알려준다.

source: At last count, protesters have set up more than 1,600 tents.
ko: 시위대는 현재까지 1,600동이 넘는 텐트를 세웠다.

source: Dash, a student activist media platform, created a map (see image at top) showing major landmarks at the Admiralty protest site.
ko: 학생 운동 매체인 대쉬는 지도를 하나 만들었는데(위에서 볼 수 있다), 이 지도에는 에드미럴티 지역 주변 주요 볼거리를 표시해놓았다.

source: Below is a brief explanation of the landmarks with photos taken by Au Kalun, a former journalist and a famous blogger.
ko: 아래에는 주요 볼거리를 간략하게 설명해 놓은 내용과 함께 전직 기자이자 블로거로도 유명한 Au Kalun이 찍은 사진도 볼 수 있다.

source: Umbrella Square at Harcourt Road
ko: 하코트 로드 우산 광장

source: Umbrella Square.
ko: 우산 광장.

source: Photo taken by Au Kalun.
ko: 사진: Au Kalun.

source: Protesters have occupied eight vehicle lanes across Harcourt and Connaught roads, with more than 1,600 tents erected here.
ko: 학생 시위대는 하코트 로드와 코넛 로드를 가로지르는 8차선 도로를 점거했다.

source: A statue, Umbrella Man, designed by a 22-year-old university student, stands in the so-called Umbrella Square. Umbrella Man statue created by a 22-year-old student.
ko: 올해 22세인 한 대학생이 설계한 동상인 '우산맨(우산을 든 사람)'이 여기 우산 광장에 서 있다.

source: Study Hall
ko: 거리 공부방

source: Many students joined the class boycott to participate in the massive sit-in.
ko: 많은 대학생이 연좌 농성에 참여하고자 학교 수업을 거부했다.

source: To help them continue learning while on site, carpenters set up tables and chairs and volunteer teachers give classes in the study hall area.
ko: 시위 현장에서 공부를 계속할 수 있도록, 목수들이 책상과 의자를 만들었고, 거리 공부방에서 자원봉사 선생님이 학생들이 들을 수 있는 수업을 개설했다.

source: Students reading and doing their homework in the study hall.
ko: 거리 공부방에서 책을 읽고 숙제를 하는 학생들.

source: Photo taken by Au Kalun,
ko: 출처: Au Kalun,

source: Lennon Wall
ko: 레논 벽

source: The Lennon Wall in Admiralty is covered with colorful Post-it notes.
ko: 에드미럴티 레논 벽은 형형색색의 포스트잇으로 도배되어 있다.

source: People write their wishes and dreams for the future of Hong Kong and stick them onto the wall.
ko: 홍콩 사람들은 미래에 홍콩에 품는 소망이나 꿈을 포스트잇에 써서 벽에 붙인다.

source: Lennon Wall covered with colorful Post-its.
ko: 포스트잇으로 도배된 레논 벽.

source: Photo taken by Au Kalun
ko: 사진: Au Kalun

source: Wall of Shame
ko: 수치의 벽

source: The wall of shame is the iron gate outside the government headquarters.
ko: '수치의 벽'은 홍콩 정부청사 밖에 있는 철문을 가리킨다.

source: The iron gate was built in August after a protest against the development of Hong Kong's Northeast New Territories.
ko: 이 철문은 홍콩 북동부 신계(新界) 개발에 반대하는 시위가 지난 8월에 일어난 뒤에 세워졌다.

source: The city's top leader, the chief executive, then ordered security to be strengthened surrounding the building with a two-meter-high iron gate to prevent people from entering the square.
ko: 홍콩 최고 수반인 행정장관은 2m가 넘는 철문을 세워 홍콩 정부청사 주변 경계를 강화하라고 지시했고, 이로 인해 사람들이 더는 정부청사 광장으로 들어올 수 없게 되었다.

source: Protesters have turned the wall into a forum for posting critical comments about the government.
ko: 시위대는 이 철문에 글이나 그림을 붙여서 이 철문을 홍콩 정부를 비판하는 장으로 만들었다.

source: Two-meter-high iron gate outside the government headquarter is now called the wall of shame.
ko: 홍콩 정부청사 밖 높이 2m짜리 철문은 이제 '수치의 벽'이라 불린다.

source: Highway plant
ko: 도로에서 피어나는 식물

source: Beijing continues to say that Occupy Central will not change the politically rally of Hong Kong, a special administrative region of mainland China.
ko: 중국은 센트럴 점거 시위가 중국 특별행정구 중 하나라는 홍콩의 정치적 위치를 변화시키지 못할 것이라고 단언한다.

source: However, the students insist on "dreaming the impossible."
ko: 하지만 학생 시위대는 "불가능한 일을 꿈꾸는 데" 주저하지 않는다.

source: One artistic statement of this daring attitude is growing plants on the highway.
ko: 이러한 학생들의 담대함을 도로에서 피어나는 식물로 표현했다.

source: A plant that symbolizes the realization of an impossible dream.
ko: 이 식물은 학생 시위대가 이루고 싶은 불가능해 보이는 꿈을 상징한다.

source: Honorable blockade
ko: 광명정대 장벽

source: The police department has been under public scrutiny since they deployed tear gas to suppress peaceful protesters on September 28.
ko: 홍콩 경찰은 지난 9월 28일 평화적으로 시위하던 시위대를 해산하기 위해 최루탄을 사용했고, 이로 인해 홍콩 시민은 경찰의 행보를 예의주시하고 있었다.

source: Later, on October 3, opponents of the Occupy Central movement attacked protesters at Mongkok while the police turned a blind eye to the violence.
ko: 그 뒤 10월 3일, 센트럴 점거 시위 반대자들이 몽콕에서 학생 시위대에게 폭력을 행사했는데, 홍콩 경찰은 이를 방조했다.

source: Police denied that they allowed or worked with thugs to clear the protest site and stressed that the police department is "Guang ming lei luo" (光明磊落) - a Chinese term which carries a rich meaning to describe a person's character as upright and honorable, bright and straightforward, open and forthright, candid and sincere.
ko: 홍콩 경찰은 시위를 해산하기 위해 폭력배가 폭력을 행사하도록 허용했거나, 폭력배와 같이 일한 적이 없다고 주장했으며, 홍콩 경찰은 "광명정대"하게 행동했다고 주장했다.

source: Protesters and netizens have started using the term with a sense of sarcasm after the "dark corner" video was released.
ko: 시위대와 홍콩 누리꾼은 이 "광명정대"라는 단어를 "어두운 골목" 비디오가 공개된 이후 풍자적인 의미로 사용하기 시작했다.

source: A hugh blockade set up by the protesters.
ko: 시위대가 세워 놓은 거대한 장벽.

source: They called it a "honorable" blockade.
ko: 시위대는 이를 "광명정대"한 장벽이라 부른다.

source: Dark Corner
ko: 어두운 골목

source: On October 14, protesters tried to block a major road, Lung Wo Road, that connects the eastern and western side of Hong Kong island in reaction to the police clearance of blockades that day.
ko: 10월 14일, 학생 시위대는 홍콩 섬 동부와 서부를 잇는 주요 도로인 렁워가(街)를 봉쇄하려고 시도했는데, 이는 홍콩 경찰이 그날 시위대가 세워 놓은 방벽을 무너뜨린 데서 촉발되었다.

source: One of the protesters was handcuffed and brought to a dark corner where he was beaten by seven police officers.
ko: 경찰 일곱 명이 한 시위참가자에게 수갑을 채운 채로 어두운 골목으로 끌고 가 폭행했다.

source: The beating was recorded by a TV news camera. The spot where the police violence took place became a major landmark in Admiralty.
ko: 텔레비전 뉴스 카메라가 이 장면을 포착했고, 경찰이 시위참가자를 폭행한 장소는 곧 에드미럴티에서 주요 명소가 되었다.

source: The spot where seven police officers beat up a handcuffed protester is now marked as dark corner on the google map.
ko: 경찰 일곱 명이 시위참가자에게 수갑을 채운 채로 폭행한 장소는 이제 구글 지도에서도 "어두운 골목"이라는 지명으로 등장한다.

source: Infrastructure
ko: 기반시설 설치 및 제작

source: Construction workers have set up infrastructure, such as staircases, to help people crossing the highway block and enter the protest site.
ko: 공사장 인부가 계단과 같은 기반시설을 설치해서 시위참가자가 도로 봉쇄 벽을 넘어가 시위 현장에 도착할 수 있도록 도왔다.
